import React from "react";


export const About: React.FC = () => {
    return (
        <div className="info">
            <div className="info__title">ИНТЕРНЕТ-МАГАЗИН ОДЕЖДЫ</div>
            <div className="info__text">
                ШИШ – один из главных универмагов в России, где представлена одежда люкс- и 
                премиум-класса, – постоянно совершенствует опыт покупок, делая его на 
                уровень выше привычных форматов. На площади 70 тысяч квадратных метров 
                и на сайте команда профессиональных байеров каждый сезон собирает уникальный ассортимент 
                из коллекций ведущих европейских брендов, в том числе эксклюзивные модели для мужчин, 
                созданные дизайнерами специально для ШИШа.
            </div>
      </div>       
    )
}